aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
avin.ion-format-support
aws-scripting-guy.cform
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
fabianlauer.vs-code-xml-format
foxundermoon.shell-format
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
james-yu.latex-workshop
jbockle.jbockle-format-files
jdinhlife.gruvbox
lextudio.restructuredtext
marklel.vscode-brazil
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
naco-siren.gradle-language
nicolasvuillamy.vscode-groovy-lint
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-spotless-gradle
shuworks.vscode-table-formatter
streetsidesoftware.code-spell-checker
trond-snekvik.simple-rst
ue.alphabetical-sorter
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
waderyan.gitblame
wakatime.vscode-wakatime
wix.glean
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
