aaron-bond.better-comments
Avin.ion-format-support
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
foxundermoon.shell-format
GitHub.github-vscode-theme
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
hediet.vscode-drawio
humao.rest-client
James-Yu.latex-workshop
jbockle.jbockle-format-files
jdinhlife.gruvbox
lextudio.restructuredtext
marklel.vscode-brazil
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
naco-siren.gradle-language
NicolasVuillamy.vscode-groovy-lint
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-spotless-gradle
shuworks.vscode-table-formatter
streetsidesoftware.code-spell-checker
trond-snekvik.simple-rst
ue.alphabetical-sorter
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
waderyan.gitblame
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
