aaron-bond.better-comments
alefragnani.bookmarks
avin.ion-format-support
britesnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
donjayamanne.githistory
dotjoshjohnson.xml
ecmel.vscode-html-css
esbenp.prettier-vscode
fabianlauer.vs-code-xml-format
foxundermoon.shell-format
golang.go
gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
james-yu.latex-workshop
jdinhlife.gruvbox
marklel.vscode-brazil
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
naco-siren.gradle-language
nicolasvuillamy.vscode-groovy-lint
redhat.fabric8-analytics
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richardwillis.vscode-spotless-gradle
shuworks.vscode-table-formatter
streetsidesoftware.code-spell-checker
ue.alphabetical-sorter
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscode-icons-team.vscode-icons
waderyan.gitblame
wakatime.vscode-wakatime
yzhang.markdown-all-in-one
