[
  "dataview",
  "nldates-obsidian",
  "obsidian-reminder-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "code-block-plugin",
  "obsidian-plugin-prettier",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-minimal-settings",
  "obsidian-importer"
]