aaron-bond.better-comments
christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
humao.rest-client
jdinhlife.gruvbox
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
mwpb.java-prettier-formatter
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
Shan.code-settings-sync
TabNine.tabnine-vscode
ue.alphabetical-sorter
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
